Repository: zeroy1024/Swift-Craft-Launcher
Catalog: SwiftCraftLauncher/Resources/Localizable.xcstrings
Source language: en
Languages: ar, da, de, es, fi, fr, hi, it, ja, ko, nb, nl, pl, pt, ru, sv, th, tr, vi, zh_hans, zh_hant

# saveinfo.world.detail.error.load_failed
source: Failed to load world information: %@
ar: فشل تحميل معلومات العالم: %@
da: Kunne ikke indlæse verdensinformation: %@
de: Laden der Weltinformationen fehlgeschlagen: %@
es: Error al cargar la información del mundo: %@
fi: Maailman tiedon lataaminen epäonnistui: %@
fr: Échec du chargement des informations du monde : %@
hi: विश्व जानकारी लोड करने में विफल: %@
it: Impossibile caricare le informazioni del mondo: %@
ja: ワールド情報の読み込みに失敗しました： %@
ko: 세계 정보 로드 실패： %@
nb: Kunne ikke laste verdensinformasjon: %@
nl: Laden van wereldinformatie mislukt: %@
pl: Nie udało się załadować informacji o świecie: %@
pt: Falha ao carregar informações do mundo: %@
ru: Не удалось загрузить информацию о мире: %@
sv: Kunde inte ladda världsinformation: %@
th: โหลดข้อมูลโลกล้มเหลว: %@
tr: Dünya bilgisi yüklenemedi: %@
vi: Không thể tải thông tin thế giới: %@
zh_hans: 加载世界信息失败： %@
zh_hant: 載入世界資訊失敗： %@

# saveinfo.world.detail.label.cheats
source: Allow Cheats
ar: السماح بالغش
da: Tillad snyd
de: Betrug erlauben
es: Permitir trampas
fi: Salli huijaukset
fr: Autoriser les triches
hi: चीट्स की अनुमति दें
it: Consenti trucchi
ja: チートを許可
ko: 치트 허용
nb: Tillat juks
nl: Cheats toestaan
pl: Zezwól na oszustwa
pt: Permitir trapaças
ru: Разрешить читы
sv: Tillåt fusk
th: อนุญาตการโกง
tr: Hilelere izin ver
vi: Cho phép gian lận
zh_hans: 是否允许作弊
zh_hant: 是否允許作弊

# saveinfo.world.detail.label.data_version
source: Data Version
ar: إصدار البيانات
de: Datenversion
es: Versión de datos
fi: Tietoversio
fr: Version des données
hi: डेटा संस्करण
it: Versione dati
ja: データバージョン
ko: 데이터 버전
nb: Dataversjon
nl: Dataversie
pl: Wersja danych
pt: Versão de dados
ru: Версия данных
th: เวอร์ชันข้อมูล
tr: Veri Sürümü
vi: Phiên bản dữ liệu
zh_hans: 数据版本
zh_hant: 資料版本

# saveinfo.world.detail.label.difficulty
source: Difficulty
ar: الصعوبة
da: Sværhedsgrad
de: Schwierigkeit
es: Dificultad
fi: Vaikeus
fr: Difficulté
hi: कठिनाई
it: Difficoltà
ja: 難易度
ko: 난이도
nb: Vanskelighetsgrad
nl: Moeilijkheidsgraad
pl: Trudność
pt: Dificuldade
ru: Сложность
sv: Svårighetsgrad
th: ความยาก
tr: Zorluk
vi: Độ khó
zh_hans: 难度
zh_hant: 難度

# saveinfo.world.detail.label.folder_name
source: Save Folder
ar: مجلد الحفظ
da: Gem mappe
de: Speicherordner
es: Carpeta de guardado
fi: Tallenna kansio
fr: Dossier de sauvegarde
hi: सेव फ़ोल्डर
it: Cartella di salvataggio
ja: 保存フォルダ
ko: 저장 폴더
nb: Lagre mappe
nl: Opslagmap
pl: Folder zapisu
pt: Pasta de salvamento
ru: Папка сохранения
sv: Spara mapp
th: โฟลเดอร์บันทึก
tr: Kayıt klasörü
vi: Thư mục lưu
zh_hans: 存档文件夹
zh_hant: 存檔資料夾

# saveinfo.world.detail.label.game_mode
source: Game Mode
ar: وضع اللعبة
da: Spiltilstand
de: Spielmodus
es: Modo de juego
fi: Pelitila
fr: Mode de jeu
hi: गेम मोड
it: Modalità di gioco
ja: ゲームモード
ko: 게임 모드
nb: Spillmodus
nl: Spelmodus
pl: Tryb gry
pt: Modo de jogo
ru: Режим игры
sv: Spelläge
th: โหมดเกม
tr: Oyun modu
vi: Chế độ chơi
zh_hans: 游戏模式
zh_hant: 遊戲模式

# saveinfo.world.detail.label.game_version
source: Game Version
ar: إصدار اللعبة
da: Spilversion
de: Spielversion
es: Versión del juego
fi: Pelin versio
fr: Version du jeu
hi: गेम संस्करण
it: Versione del gioco
ja: ゲームバージョン
ko: 게임 버전
nb: Spillversjon
nl: Spelversie
pl: Wersja gry
pt: Versão do jogo
ru: Версия игры
sv: Spelversion
th: เวอร์ชันเกม
tr: Oyun sürümü
vi: Phiên bản trò chơi
zh_hans: 游戏版本
zh_hant: 遊戲版本

# saveinfo.world.detail.label.hardcore
source: Hardcore Mode
ar: وضع الهاردكور
da: Hardcore-tilstand
de: Hardcore-Modus
es: Modo hardcore
fi: Hardcore-tila
fr: Mode hardcore
hi: हार्डकोर मोड
it: Modalità hardcore
ja: ハードコアモード
ko: 하드코어 모드
nb: Hardcore-modus
nl: Hardcore-modus
pl: Tryb hardcore
pt: Modo hardcore
ru: Режим хардкор
sv: Hardcore-läge
th: โหมดฮาร์ดคอร์
tr: Hardcore modu
vi: Chế độ hardcore
zh_hans: 是否极限模式
zh_hant: 是否極限模式

# saveinfo.world.detail.label.last_played
source: Last Played
ar: آخر مرة لعب
da: Sidst spillet
de: Zuletzt gespielt
es: Última vez jugado
fi: Viimeksi pelattu
fr: Dernière partie
hi: अंतिम बार खेला गया
it: Ultima volta giocato
ja: 最終プレイ
ko: 마지막 플레이
nb: Sist spilt
nl: Laatst gespeeld
pl: Ostatnia gra
pt: Última vez jogado
ru: Последняя игра
sv: Senast spelat
th: เล่นล่าสุด
tr: Son oynanan
vi: Lần chơi cuối
zh_hans: 最后游玩时间
zh_hant: 最後遊玩時間

# saveinfo.world.detail.label.level_name
source: World Name
ar: اسم العالم
da: Verdensnavn
de: Weltname
es: Nombre del mundo
fi: Maailman nimi
fr: Nom du monde
hi: विश्व नाम
it: Nome del mondo
ja: ワールド名
ko: 세계 이름
nb: Verdensnavn
nl: Wereldnaam
pl: Nazwa świata
pt: Nome do mundo
ru: Имя мира
sv: Världsnamn
th: ชื่อโลก
tr: Dünya adı
vi: Tên thế giới
zh_hans: 世界名称
zh_hant: 世界名稱

# saveinfo.world.detail.label.seed
source: World Seed
ar: بذرة العالم
da: Verdensfrø
de: Welt-Samen
es: Semilla del mundo
fi: Maailman siemen
fr: Graine du monde
hi: विश्व बीज
it: Seme del mondo
ja: ワールドシード
ko: 세계 시드
nb: Verdensfrø
nl: Wereldzaad
pl: Ziarno świata
pt: Semente do mundo
ru: Сид мира
sv: Världsfrö
th: เมล็ดโลก
tr: Dünya tohumu
vi: Hạt giống thế giới
zh_hans: 世界种子
zh_hant: 世界種子

# saveinfo.world.detail.label.spawn
source: Spawn Point
ar: نقطة الظهور
da: Spawn-punkt
de: Spawn-Punkt
es: Punto de aparición
fi: Syntymäpiste
fr: Point d'apparition
hi: स्पॉन बिंदु
it: Punto di generazione
ja: スポーン地点
ko: 스폰 지점
nb: Spawn-punkt
nl: Spawnpunt
pl: Punkt odrodzenia
pt: Ponto de spawn
ru: Точка спавна
sv: Spawn-punkt
th: จุดเกิด
tr: Doğum noktası
vi: Điểm spawn
zh_hans: 出生点
zh_hant: 出生點

# saveinfo.world.detail.label.version_id
source: Version ID
ar: معرف الإصدار
da: Versions-ID
de: Versions-ID
es: ID de versión
fi: Versiotunnus
fr: ID de version
hi: संस्करण ID
it: ID versione
ja: バージョンID
ko: 버전 ID
nb: Versjons-ID
nl: Versie-ID
pl: ID wersji
pt: ID da versão
ru: ID версии
sv: Versions-ID
th: รหัสเวอร์ชัน
tr: Sürüm kimliği
vi: ID phiên bản
zh_hans: 版本ID
zh_hant: 版本ID

# saveinfo.world.detail.label.weather
source: Weather
ar: الطقس
da: Vejr
de: Wetter
es: Clima
fi: Sää
fr: Météo
hi: मौसम
it: Tempo
ja: 天気
ko: 날씨
nb: Vær
nl: Weer
pl: Pogoda
pt: Clima
ru: Погода
sv: Väder
th: สภาพอากาศ
tr: Hava
vi: Thời tiết
zh_hans: 天气
zh_hant: 天氣

# saveinfo.world.detail.label.world_border
source: World Border
ar: حدود العالم
da: Verdensgrænse
de: Weltgrenze
es: Frontera del mundo
fi: Maailman raja
fr: Frontière du monde
hi: विश्व सीमा
it: Confine del mondo
ja: ワールドボーダー
ko: 세계 경계
nb: Verdensgrense
nl: Wereldgrens
pl: Granica świata
pt: Fronteira do mundo
ru: Граница мира
sv: Världsgräns
th: เส้นขอบโลก
tr: Dünya sınırı
vi: Biên giới thế giới
zh_hans: 世界边界
zh_hant: 世界邊界

# saveinfo.world.detail.label.world_path
source: World Path
ar: مسار العالم
da: Verdenssti
de: Weltpfad
es: Ruta del mundo
fi: Maailman polku
fr: Chemin du monde
hi: विश्व पथ
it: Percorso del mondo
ja: ワールドパス
ko: 세계 경로
nb: Verdenssti
nl: Wereldpad
pl: Ścieżka świata
pt: Caminho do mundo
ru: Путь мира
sv: Världsväg
th: เส้นทางโลก
tr: Dünya yolu
vi: Đường dẫn thế giới
zh_hans: 世界路径
zh_hant: 世界路徑

# saveinfo.world.detail.section.basic
source: Basic Information
ar: المعلومات الأساسية
da: Grundlæggende information
de: Grundinformationen
es: Información básica
fi: Perustiedot
fr: Informations de base
hi: मूल जानकारी
it: Informazioni di base
ja: 基本情報
ko: 기본 정보
nb: Grunnleggende informasjon
nl: Basisinformatie
pl: Podstawowe informacje
pt: Informações básicas
ru: Основная информация
sv: Grundläggande information
th: ข้อมูลพื้นฐาน
tr: Temel bilgiler
vi: Thông tin cơ bản
zh_hans: 基本信息
zh_hant: 基本資訊

# saveinfo.world.detail.section.game_settings
source: Game Settings
ar: إعدادات اللعبة
da: Spilindstillinger
de: Spieleinstellungen
es: Configuración del Juego
fi: Peliasetukset
fr: Paramètres du Jeu
hi: गेम सेटिंग्स
it: Impostazioni di Gioco
ja: ゲーム設定
ko: 게임 설정
nb: Spillinnstillinger
nl: Spelinstellingen
pl: Ustawienia Gry
pt: Configurações do Jogo
ru: Настройки Игры
sv: Spelinställningar
th: การตั้งค่าเกม
tr: Oyun Ayarları
vi: Cài Đặt Trò Chơi
zh_hans: 游戏设置
zh_hant: 遊戲設定

# saveinfo.world.detail.section.other
source: Other Information
ar: معلومات أخرى
da: Andre oplysninger
de: Weitere Informationen
es: Otra Información
fi: Muut tiedot
fr: Autres Informations
hi: अन्य जानकारी
it: Altre Informazioni
ja: その他の情報
ko: 기타 정보
nb: Annen informasjon
nl: Overige informatie
pl: Inne Informacje
pt: Outras Informações
ru: Другая Информация
sv: Annan Information
th: ข้อมูลอื่นๆ
tr: Diğer Bilgiler
vi: Thông Tin Khác
zh_hans: 其他信息
zh_hant: 其他資訊

# saveinfo.world.detail.toggle.detailed_info
source: Show Detailed Information
ar: إظهار المعلومات التفصيلية
da: Vis detaljerede oplysninger
de: Detaillierte Informationen anzeigen
es: Mostrar Información Detallada
fi: Näytä yksityiskohtaiset tiedot
fr: Afficher les Informations Détaillées
hi: विस्तृत जानकारी दिखाएं
it: Mostra Informazioni Dettagliate
ja: 詳細情報を表示
ko: 상세 정보 표시
nb: Vis detaljerte opplysninger
nl: Gedetailleerde informatie weergeven
pl: Pokaż Szczegółowe Informacje
pt: Mostrar Informações Detalhadas
ru: Показать Подробную Информацию
sv: Visa Detaljerad Information
th: แสดงข้อมูลรายละเอียด
tr: Ayrıntılı Bilgileri Göster
vi: Hiển Thị Thông Tin Chi Tiết
zh_hans: 显示详细信息
zh_hant: 顯示詳細資訊

# saveinfo.world.difficulty.easy
source: Easy
ar: سهل
da: Let
de: Einfach
es: Fácil
fi: Helppo
fr: Facile
hi: आसान
it: Facile
ja: 簡単
ko: 쉬움
nb: Lett
nl: Makkelijk
pl: Łatwy
pt: Fácil
ru: Лёгкий
sv: Lätt
th: ง่าย
tr: Kolay
vi: Dễ
zh_hans: 简单
zh_hant: 簡單

# saveinfo.world.difficulty.hard
source: Hard
ar: صعب
da: Svær
de: Schwer
es: Difícil
fi: Vaikea
fr: Difficile
hi: कठिन
it: Difficile
ja: 難しい
ko: 어려움
nb: Vanskelig
nl: Moeilijk
pl: Trudny
pt: Difícil
ru: Сложный
sv: Svår
th: ยาก
tr: Zor
vi: Khó
zh_hans: 困难
zh_hant: 困難

# saveinfo.world.difficulty.normal
source: Normal
ar: عادي
fi: Normaali
hi: सामान्य
it: Normale
ja: 普通
ko: 보통
nl: Normaal
pl: Normalny
ru: Обычный
th: ปกติ
vi: Bình thường
zh_hans: 普通
zh_hant: 普通

# saveinfo.world.difficulty.peaceful
source: Peaceful
ar: سلمي
da: Fredelig
de: Friedlich
es: Pacífico
fi: Rauhallinen
fr: Paisible
hi: शांतिपूर्ण
it: Pacifica
ja: ピースフル
ko: 평화로운
nb: Fredelig
nl: Vredig
pl: Pokojowy
pt: Pacífico
ru: Мирный
sv: Fredlig
th: สงบ
tr: Barışçıl
vi: Hòa bình
zh_hans: 和平
zh_hant: 和平

# saveinfo.world.difficulty.unknown
source: Unknown
ar: غير معروف
da: Ukendt
de: Unbekannt
es: Desconocido
fi: Tuntematon
fr: Inconnu
hi: अज्ञात
it: Sconosciuto
ja: 不明
ko: 알 수 없음
nb: Ukjent
nl: Onbekend
pl: Nieznany
pt: Desconhecido
ru: Неизвестно
sv: Okänt
th: ไม่ทราบ
tr: Bilinmiyor
vi: Không xác định
zh_hans: 未知
zh_hant: 未知

# saveinfo.world.game_mode.adventure
source: Adventure
ar: مغامرة
da: Eventyr
de: Abenteuer
es: Aventura
fi: Seikkailu
fr: Aventure
hi: साहसिक
it: Avventura
ja: アドベンチャー
ko: 모험
nb: Eventyr
nl: Avontuur
pl: Przygoda
pt: Aventura
ru: Приключение
sv: Äventyr
th: ผจญภัย
tr: Macera
vi: Phiêu lưu
zh_hans: 冒险
zh_hant: 冒險

# saveinfo.world.game_mode.creative
source: Creative
ar: إبداعي
da: Kreativ
de: Kreativ
es: Creativo
fi: Luova
fr: Créatif
hi: रचनात्मक
it: Creativo
ja: クリエイティブ
ko: 크리에이티브
nb: Kreativ
nl: Creatief
pl: Kreatywny
pt: Criativo
ru: Творческий
sv: Kreativ
th: สร้างสรรค์
tr: Yaratıcı
vi: Sáng tạo
zh_hans: 创造
zh_hant: 創造

# saveinfo.world.game_mode.spectator
source: Spectator
ar: مشاهد
da: Tilskuer
de: Zuschauer
es: Espectador
fi: Katsoja
fr: Spectateur
hi: दर्शक
it: Spettatore
ja: スペクテイター
ko: 관전
nb: Tilskuer
nl: Toeschouwer
pl: Obserwator
pt: Espectador
ru: Наблюдатель
sv: Åskådare
th: ผู้ชม
tr: İzleyici
vi: Người xem
zh_hans: 旁观
zh_hant: 旁觀

# saveinfo.world.game_mode.survival
source: Survival
ar: بقاء
da: Overlevelse
de: Überleben
es: Supervivencia
fi: Selviytyminen
fr: Survie
hi: अस्तित्व
it: Sopravvivenza
ja: サバイバル
ko: 생존
nb: Overlevelse
nl: Overleving
pl: Przetrwanie
pt: Sobrevivência
ru: Выживание
sv: Överlevnad
th: เอาตัวรอด
tr: Hayatta Kalma
vi: Sinh tồn
zh_hans: 生存
zh_hant: 生存

# saveinfo.world.game_mode.unknown
source: Unknown
ar: غير معروف
da: Ukendt
de: Unbekannt
es: Desconocido
fi: Tuntematon
fr: Inconnu
hi: अज्ञात
it: Sconosciuto
ja: 不明
ko: 알 수 없음
nb: Ukjent
nl: Onbekend
pl: Nieznany
pt: Desconhecido
ru: Неизвестно
sv: Okänt
th: ไม่ทราบ
tr: Bilinmiyor
vi: Không xác định
zh_hans: 未知
zh_hant: 未知

# saveinfo.world.weather.clear
source: Clear
ar: صافي
da: Klart
de: Klar
es: Despejado
fi: Selkeä
fr: Dégagé
hi: साफ
it: Sereno
ja: 晴れ
ko: 맑음
nb: Klart
nl: Helder
pl: Czyste
pt: Limpo
ru: Ясно
sv: Klart
th: แจ่มใส
tr: Açık
vi: Trong
zh_hans: 晴
zh_hant: 晴

# saveinfo.world.weather.rain
source: Rain
ar: مطر
da: Regn
de: Regen
es: Lluvia
fi: Sade
fr: Pluie
hi: बारिश
it: Pioggia
ja: 雨
ko: 비
nb: Regn
nl: Regen
pl: Deszcz
pt: Chuva
ru: Дождь
sv: Regn
th: ฝน
tr: Yağmur
vi: Mưa
zh_hans: 雨
zh_hant: 雨

# saveinfo.world.weather.thunderstorm
source: Thunderstorm
ar: عاصفة رعدية
da: Tordenvejr
de: Gewitter
es: Tormenta
fi: Ukkosmyrsky
fr: Orage
hi: तूफान
it: Temporale
ja: 雷雨
ko: 천둥번개
nb: Tordenvær
nl: Onweer
pl: Burza
pt: Tempestade
ru: Гроза
sv: Åskväder
th: พายุฝนฟ้าคะนอง
tr: Fırtına
vi: Dông bão
zh_hans: 雷暴
zh_hant: 雷暴

# saveinfo.worlds
source: Worlds
ar: العوالم
da: Verdener
de: Welten
es: Mundos
fi: Maailmat
fr: Mondes
hi: दुनिया
it: Mondi
ja: ワールド
ko: 월드
nb: Verdener
nl: Werelden
pl: Światy
pt: Mundos
ru: Миры
sv: Världar
th: โลก
tr: Dünyalar
vi: Thế giới
zh_hans: 世界
zh_hant: 世界

source: Search Resources
ar: البحث في الموارد
da: Søg Ressourcer
de: Ressourcen Suchen
es: Buscar Recursos
fi: Hae Resursseja
fr: Rechercher des Ressources
hi: संसाधन खोजें
it: Cerca Risorse
ja: リソースを検索
ko: 리소스 검색
nb: Søk Ressurser
nl: Zoek Bronnen
pl: Szukaj Zasobów
pt: Pesquisar Recursos
ru: Поиск Ресурсов
sv: Sök Resurser
th: ค้นหาทรัพยากร
tr: Kaynak Ara
vi: Tìm Kiếm Tài Nguyên
zh_hans: 搜索资源
zh_hant: 搜索資源

# settings.ai_crash_analysis
source: AI Crash Analysis
ar: تحليل AI للتعطل
da: AI Analyse af Nedbrud
de: KI-Analyse bei Absturz
es: Análisis de Fallos con IA
fi: AI-kaatumisanalyysi
fr: Analyse IA des Plantages
hi: AI क्रैश विश्लेषण
it: Analisi Crash con IA
ja: AIクラッシュ分析
ko: AI 크래시 분석
nb: AI Krasjanalyse
nl: AI Crash Analyse
pl: Analiza Awarii AI
pt: Análise de Falhas com IA
ru: ИИ-анализ сбоев
sv: AI-kraschanalys
th: การวิเคราะห์การขัดข้องด้วย AI
tr: AI Çökme Analizi
vi: Phân tích Sự cố bằng AI
zh_hans: AI分析崩溃
zh_hant: AI分析崩潰

# settings.ai_crash_analysis.description
source: This option controls whether to enable AI analysis when the game crashes
ar: هذا الخيار يتحكم في تفعيل تحليل AI عند تعطل اللعبة
da: Denne indstilling styrer, om AI-analyse skal aktiveres, når spillet går ned
de: Diese Option steuert, ob die KI-Analyse aktiviert wird, wenn das Spiel abstürzt
es: Esta opción controla si se debe habilitar el análisis de IA cuando el juego se bloquea
fi: Tämä asetus määrittää, otetaanko AI-analyysi käyttöön, kun peli kaatuu
fr: Cette option contrôle l'activation de l'analyse IA lorsque le jeu plante
hi: यह विकल्प नियंत्रित करता है कि गेम क्रैश होने पर AI विश्लेषण सक्षम करना है या नहीं
it: Questa opzione controlla se abilitare l'analisi IA quando il gioco si blocca
ja: この設定は、ゲームがクラッシュしたときにAI分析を有効にするかどうかを制御します
ko: 이 옵션은 게임이 크래시될 때 AI 분석을 활성화할지 여부를 제어합니다
nb: Dette alternativet styrer om AI-analyse skal aktiveres når spillet krasjer
nl: Deze optie bepaalt of AI-analyse moet worden ingeschakeld wanneer het spel crasht
pl: Ta opcja kontroluje, czy włączyć analizę AI, gdy gra się zawiesza
pt: Esta opção controla se deve habilitar a análise de IA quando o jogo trava
ru: Эта опция управляет включением ИИ-анализа при сбое игры
sv: Det här alternativet styr om AI-analys ska aktiveras när spelet kraschar
th: ตัวเลือกนี้ควบคุมการเปิดใช้งานการวิเคราะห์ AI เมื่อเกมขัดข้อง
tr: Bu seçenek, oyun çöktüğünde AI analizinin etkinleştirilip etkinleştirilmeyeceğini kontrol eder
vi: Tùy chọn này kiểm soát việc bật phân tích AI khi trò chơi bị sự cố
zh_hans: 该选项用于是否在游戏崩溃的时候启用AI分析
zh_hant: 該選項用於是否在遊戲崩潰的時候啟用AI分析

# settings.memory_pressure_warning.description
source: Check system memory pressure before launching games
ar: تحقق من ضغطذاكرة النظام قبل تشغيل الألعاب
da: Kontroller systemets hukommelsespresion før du starter spil
de: Speicherdruck des Systems vor dem Starten von Spielen prüfen
es: Verificar la presión de memoria del sistema antes de iniciar juegos
fi: Tarkista järjestelmän muistipaine ennen pelien käynnistämistä
fr: Vérifier la pression mémoire du système avant de lancer des jeux
hi: गेम लॉन्च करने से पहले सिस्टम मेमोरी दबाव की जांच करें
it: Controllare la pressione sulla memoria del sistema prima di avviare i giochi
ja: ゲームを起動する前にシステムのメモリプレッシャーを確認
ko: 게임 시작 전 시스템 메모리 압력 확인
nb: Kontroller systemets minnetrykk før du starter spill
nl: Controleer de geheugendruk van het systeem voordat u games start
pl: Sprawdź ciśnienie pamięci systemu przed uruchomieniem gier
pt: Verificar a pressão de memória do sistema antes de iniciar jogos
ru: Проверьте давление памяти системы перед запуском игр
sv: Kontrollera systemets minnestryck innan du startar spel
th: ตรวจสอบแรงกดดันหน่วยความจำของระบบก่อนเริ่มเกม
tr: Oyunları başlatmadan önce sistem bellek basıncını kontrol edin
vi: Kiểm tra áp lực bộ nhớ hệ thống trước khi khởi động trò chơi
zh_hans: 启动游戏前检查系统内存压力
zh_hant: 啟動遊戲前檢查系統記憶體壓力

# settings.memory_pressure_warning.label
source: Memory Pressure Warning
ar: تحذير ضغط الذاكرة
da: Hukommelsespresionsadvarsel
de: Speicherdruck-Warnung
es: Advertencia de presión de memoria
fi: Muistipainevaroitus
fr: Avertissement de pression mémoire
hi: मेमोरी दबाव चेतावनी
it: Avviso pressione sulla memoria
ja: メモリプレッシャー警告
ko: 메모리 압력 경고
nb: Minnetrykkadvarsel
nl: Geheugendrukwaarschuwing
pl: Ostrzeżenie o ciśnieniu pamięci
pt: Aviso de pressão de memória
ru: Предупреждение о давлении памяти
sv: Minnestrycksvarning
th: คำเตือนแรงกดดันหน่วยความจำ
tr: Bellek basıncı uyarısı
vi: Cảnh báo áp lực bộ nhớ
zh_hans: 内存压力警告
zh_hant: 記憶體壓力警告

# settings.ai.api_key.description
source: API key is stored locally only
ar: يتم تخزين مفتاح API محليًا فقط
da: API-nøglen gemmes kun lokalt
de: Der API-Schlüssel wird nur lokal gespeichert
es: La clave API se almacena solo localmente
fi: API-avain tallennetaan vain paikallisesti
fr: La clé API est stockée uniquement localement
hi: API कुंजी केवल स्थानीय रूप से संग्रहीत की जाती है
it: La chiave API viene memorizzata solo localmente
ja: APIキーはローカルのみに保存されます
ko: API 키는 로컬에만 저장됩니다
nb: API-nøkkelen lagres bare lokalt
nl: API-sleutel wordt alleen lokaal opgeslagen
pl: Klucz API jest przechowywany tylko lokalnie
pt: A chave API é armazenada apenas localmente
ru: API-ключ хранится только локально
sv: API-nyckeln lagras endast lokalt
th: คีย์ API ถูกเก็บไว้ในเครื่องเท่านั้น
tr: API anahtarı yalnızca yerel olarak saklanır
vi: Khóa API chỉ được lưu trữ cục bộ
zh_hans: API密钥仅在本地存储
zh_hant: API密鑰僅在本地存儲

# settings.ai.api_key.label
source: API Key
ar: مفتاح API
da: API-nøgle
de: API-Schlüssel
es: Clave API
fi: API-avain
fr: Clé API
hi: API कुंजी
it: Chiave API
ja: APIキー
ko: API 키
nb: API-nøkkel
nl: API-sleutel
pl: Klucz API
pt: Chave API
ru: API-ключ
sv: API-nyckel
th: คีย์ API
tr: API Anahtarı
vi: Khóa API
zh_hans: API密钥
zh_hant: API密鑰

# settings.ai.api_type.label
source: API Type
ar: نوع API
de: API-Typ
es: Tipo de API
fi: API-tyyppi
fr: Type d'API
hi: API प्रकार
it: Tipo di API
ja: APIタイプ
ko: API 유형
pl: Typ API
pt: Tipo de API
ru: Тип API
sv: API-typ
th: ประเภท API
tr: API Türü
vi: Loại API
zh_hans: API类型
zh_hant: API類型

# settings.ai.api_url.label
source: API URL
ar: عنوان API
de: API-Adresse
es: URL de API
fi: API-osoite
fr: URL de l'API
it: URL API
pl: URL API
pt: URL da API
ru: URL API
vi: URL API
zh_hans: API地址
zh_hant: API地址

# settings.ai.avatar.description
source: Minecraft skin direct link, must be 64x64 pixels
ar: Minecraft皮肤直链，必须是64x64像素
de: Minecraft-Skin-Direktlink, muss 64x64 Pixel sein
es: Enlace directo de skin Minecraft, debe ser 64x64 píxeles
fi: Minecraft-skinin suora linkki, on oltava 64x64 pikseliä
fr: Lien direct de la skin Minecraft, doit être 64x64 pixels
hi: Minecraft स्किन डायरेक्ट लिंक, 64x64 पिक्सेल होना चाहिए
it: Link diretto della skin Minecraft, deve essere 64x64 pixel
ja: MCスキンの直接リンク、64x64ピクセルである必要があります
ko: Minecraft 스킨 직접 링크， 64x64 픽셀이어야 합니다
nb: Minecraft-skin direkte lenke, må være 64x64 piksler
nl: Minecraft-skin directe link, moet 64x64 pixels zijn
pl: Bezpośredni link do skórki Minecraft, musi mieć 64x64 pikseli
pt: Link direto da skin Minecraft, deve ser 64x64 pixels
ru: Прямая ссылка на скин Minecraft, должна быть 64x64 пикселя
sv: Minecraft-skin direktlänk, måste vara 64x64 pixlar
th: ลิงก์ตรงของสกิน Minecraft ต้องเป็น 64x64 พิกเซล
tr: Minecraft skin doğrudan bağlantısı, 64x64 piksel olmalıdır
vi: Liên kết trực tiếp skin Minecraft, phải là 64x64 pixel
zh_hans: Minecraft皮肤直链，必须是64x64像素
zh_hant: Minecraft皮膚直鏈，必須是64x64像素

# settings.ai.avatar.label
source: AI Avatar
ar: صورة AI
es: Avatar de IA
fr: Avatar IA
hi: AI अवतार
it: Avatar IA
ja: AIアバター
ko: AI 아바타
pl: Awatar AI
pt: Avatar de IA
ru: Аватар ИИ
th: อวตาร AI
vi: Avatar AI
zh_hans: AI头像
zh_hant: AI頭像

# settings.ai.avatar.placeholder
source: Enter Minecraft skin URL (64x64)
ar: 输入Minecraft皮肤直链 (64x64)
de: Minecraft-Skin-URL eingeben (64x64)
es: Ingrese la URL de la skin de Minecraft (64x64)
fi: Syötä Minecraft-skinin URL (64x64)
fr: Entrez l'URL de la skin Minecraft (64x64)
hi: Minecraft स्किन URL दर्ज करें (64x64)
it: Inserisci l'URL della skin Minecraft (64x64)
ja: MinecraftスキンURLを入力 (64x64）
ko: Minecraft 스킨 URL 입력 (64x64）
nb: Skriv inn Minecraft-skin URL (64x64)
nl: Voer Minecraft-skin URL in (64x64)
pl: Wprowadź URL skórki Minecraft (64x64)
pt: Digite a URL da skin Minecraft (64x64)
ru: Введите URL скина Minecraft (64x64)
sv: Ange Minecraft-skin URL (64x64)
th: ป้อน URL สกิน Minecraft (64x64)
tr: Minecraft skin URL'sini girin (64x64)
vi: Nhập URL skin Minecraft (64x64)
zh_hans: 输入Minecraft皮肤直链 (64x64）
zh_hant: 輸入Minecraft皮膚直鏈 (64x64）

# settings.ai.model.label
source: Model Name
ar: اسم النموذج
da: Modelnavn
de: Modellname
es: Nombre del modelo
fi: Mallin nimi
fr: Nom du modèle
hi: मॉडल नाम
it: Nome del modello
ja: モデル名
ko: 모델 이름
nb: Modellnavn
nl: Modelnaam
pl: Nazwa modelu
pt: Nome do modelo
ru: Название модели
sv: Modellnamn
th: ชื่อโมเดล
tr: Model adı
vi: Tên mô hình
zh_hans: 模型名称
zh_hant: 模型名稱

# settings.ai.model.placeholder
source: e.g.: gpt-4o, deepseek-chat
ar: مثال: gpt-4o, deepseek-chat
da: F.eks: gpt-4o, deepseek-chat
de: z.B.: gpt-4o, deepseek-chat
es: ej.: gpt-4o, deepseek-chat
fi: esim.: gpt-4o, deepseek-chat
fr: ex. : gpt-4o, deepseek-chat
hi: उदा.: gpt-4o, deepseek-chat
it: es.: gpt-4o, deepseek-chat
ja: 例： gpt-4o, deepseek-chat
ko: 예： gpt-4o, deepseek-chat
nb: f.eks: gpt-4o, deepseek-chat
nl: bijv.: gpt-4o, deepseek-chat
pl: np.: gpt-4o, deepseek-chat
pt: ex.: gpt-4o, deepseek-chat
ru: напр.: gpt-4o, deepseek-chat
sv: t.ex.: gpt-4o, deepseek-chat
th: เช่น: gpt-4o, deepseek-chat
tr: örn.: gpt-4o, deepseek-chat
vi: vd: gpt-4o, deepseek-chat
zh_hans: 例如：gpt-4o, deepseek-chat
zh_hant: 例如：gpt-4o, deepseek-chat

# settings.ai.ollama.url.label
source: Ollama URL
ar: عنوان Ollama
de: Ollama-Adresse
es: URL de Ollama
fi: Ollama-osoite
fr: URL Ollama
it: URL Ollama
pl: URL Ollama
pt: URL do Ollama
ru: URL Ollama
th: URL Ollama
vi: URL Ollama
zh_hans: Ollama地址
zh_hant: Ollama地址

# settings.ai.tab
source: AI
ar: الذكاء الاصطناعي
de: KI
es: IA
fr: IA
it: IA
pt: IA
ru: ИИ
